Repository: wp-plugins/sidebar-photoblog
Catalog: sbp-*.po
Languages: be_by, fa_ir, fr_fr, ru_ru, tr_tr

source: Photoblog
be_by: Фотаблог
fa_ir: فوتوبلاگ
ru_ru: Фотоблог
tr_tr: Günün Fotoğrafı

source: More Photos
be_by: Больш фатаграфій
fa_ir: بایگانی فوتوبلاگ
fr_fr: Autres Photos
ru_ru: Больше фотографий
tr_tr: Daha fazla fotoğraf

source: Photos
be_by: Фатаграфіі
fa_ir: بایگانی فوتوبلاگ
ru_ru: Фотографии
tr_tr: Fotoğraflar

source: Sidebar Photoblog
fa_ir: دسته فوتوبلاگ

source: Currently: Nothing!</strong><br> Select a category as photoblog!
be_by: Бягучае: Нічога!</strong><br>Абярыце катэгорыю фотоблога!
fa_ir: دسته انتخاب نشده است</strong><br> لطفا یک دسته به برای تصاویر فوتوبلاگ انتخاب کنید!
fr_fr: Actuellement : Rien!</strong><br> Selectionnez une catégorie comme photoblog!
ru_ru: Текущее: Ничего!</strong><br>Выберите категорию фотоблога!
tr_tr: Geçerli olan: Hiçbir şey!</strong><br>Bir kategoriyi günün fotoğrafları olarak seçiniz!

source: By
be_by: па
fa_ir: با نیروی
fr_fr: Par
ru_ru: по

source: Title
be_by: Загаловак
fa_ir: عنوان
fr_fr: Titre
ru_ru: Заглавие
tr_tr: Başlık

source: Photoblog category
be_by: Катэгорыя фотоблога
fa_ir: دسته عکس ها
fr_fr: Catégorie Photoblog
ru_ru: Категория фотоблога
tr_tr: Günün fotoğrafları kategorisi

source: Number of photos
be_by: Колькасць фатаграфій
fa_ir: تعداد عکس ها
fr_fr: Nombre de photos
ru_ru: Количество фотографий
tr_tr: Fotoğraf sayısı

source: Size of photos
be_by: Раззмер фатаграфій
fa_ir: اندازه
fr_fr: Taille des photos
ru_ru: Раззмер фотографий
tr_tr: Fotoğrafların ebatları

source: Width
be_by: шырыня
fa_ir: پهنا
fr_fr: Largeur
ru_ru: ширина
tr_tr: Genişlik

source: Height
be_by: вышыня
fa_ir: ارتفاع
fr_fr: Hauteur
ru_ru: высота
tr_tr: Yükseklik

source: More link (Generated. No require to change)
be_by: Спасылка 'больш' (Генеруецца сама.)
fa_ir: لینک بایگانی (لازم به تغییر نیست)
fr_fr: Lien More (Généré. Changement non requis)
ru_ru: Ссылка 'больше' (Генерируется сама.)
tr_tr: Devam linki (Aşağıda oluşturulandır. Değiştirmeniz gerekmiyor)

source: To hide more link leave it blank
be_by: Каб схаваць спасылку 'Больш', пакіньце пустым
fa_ir: جهت حذف لینک به بایگانی عکس ها فیلد بالا را خالی بگذارید
fr_fr: Pour cacher le lien more, laisser le vide
ru_ru: Чтобы спрятать ссылку 'Больше', оставьте пустым
tr_tr: Devam bağlantısını gizlemek için boşluk bırakınız

source: Display photos with border and padding (Recommended)
be_by: Паказ фатаграфій з межамі і з водступамі (рэкамендуецца)
fa_ir: نمایش تصاویر با حاشیه
fr_fr: Afficher les photos avec bordure et padding (Recommandé)
ru_ru: Показ фотографий с границами и с отступами (рекомендуется)
tr_tr: Fotoğrafları çerçeveli ve dolgulu göster (Önerilen)

source: Display random photos
be_by: Адлюстроўваць выпадковыя фота
fa_ir: نمایش تصاویر به صورت تصادفی
fr_fr: Afficher les photos aléatoirement
ru_ru: Отображать случайные фото
tr_tr: Fotoğrafları rastgele göster

source: Enable opacity effect
be_by: Уключыць эфект празрыстасці
fa_ir: افکت شفاف سازی تصاویر
fr_fr: Activer effet d'opacité
ru_ru: Включить эффект прозрачности
tr_tr: Saydamlık efektini etkinleştir

source: Display preview pop-up image effect
be_by: Паказаць усплывальнае акно
fa_ir: افکت پیش نمایش تصاویر
fr_fr: Afficher effet sur la pop-up d'image
ru_ru: Показать всплывающее окно
tr_tr: Fotoğrafları pop-up önizleme efektini etkinleştir

source: No photo currently!
be_by: Няма фота!
fa_ir: عکسی موجود نیست
fr_fr: Actuellement aucune photo!
ru_ru: Нет фото!
tr_tr: Şu an fotoğraf bulunmuyor!

source: How can you add your photos here? See <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> or Readme.txt in the plugin directory
be_by: Як вы можаце дадаць свае фатаграфіі? Гл. <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> ці Readme.txt у каталогу ўбудовы
fa_ir: برای فراگیری نحوه ارسال عکس این صفحه <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> و یا فایل Readme را بخوانید
fr_fr: Comment ajouter vos photos ici? Allez sur <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> ou lisez le Readme.txt dans le répertoire du plugin
ru_ru: Как вы можете добавить свои фотографии? См. <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> или Readme.txt в каталоге плагина
tr_tr: Buraya fotoğraflarınızı nasıl ekleyebilirsiniz? <a href="http://wpwave.com/plugins/sidebar-photoblog/">WordPress Sidebar Photoblog </a> adresine bakınız ya da eklenti dizinindeki Readme.txt dosyasını görüntüleyiniz.

source: <a href="http://wpwave.com/plugins/" title="Sidebar Photoblog WordPress Plugin">WordPress Sidebar Photoblog</a>
fr_fr: <a href="http://wpwave.com/plugins/" title="Plugin Wordpress Sidebar Photoblog">WordPress Sidebar Photoblog</a>
